tap "aws/tap"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
brew "awscli"
brew "bash-completion"
brew "python@3.10"
brew "cfn-lint"
brew "ruby"
brew "fastlane", link: false
brew "gh"
brew "pcre2"
brew "git"
brew "hugo"
brew "node"
brew "tcl-tk"
brew "ruby@2.5"
brew "ruby@2.7"
brew "aws/tap/aws-sam-cli"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "fastlane"
cask "iterm2"
cask "rectangle"
